Repository: jimregan/citizens-information-raw
Catalog: en-ro/www.citizensinformation.ie/ro/health/health_system/entitlement_to_public_health_services.html.txt.tmx
Source language: en
Languages: ro

source: Entitlement to health services
ro: Dreptul la Servicii de Sănătate

source: Entitlement to health services is primarily based on residency and means, rather than on your payment of tax or pay-related social insurance (PRSI)
ro: Dreptul la servicii medicale are la bază, în principal, reședința și mijloacele de trai și nu plata impozitului sau a asigurării sociale în funcție de salariu (PRSI)

source: Any person, regardless of nationality, who is accepted by the Health Service Executive (HSE) as being ordinarily resident in Ireland has eligibility to health services
ro: Orice persoană, indiferent de naţionalitate, care este acceptată de Serviciul Public de Sănătate (HSE) ca având rezidenţă obișnuită în Irlanda este eligibilă pentru servicii medicale

source: You are ordinarily resident if you are living in Ireland and have lived here, or intend to live here, for at least one year
ro: Reședința ordinară se stabilește în baza faptului dacă locuiți, ați locuit în Irlanda, sau dacă intenționați să locuiți aici, pentru cel puțin 1 an

source: Depending on their circumstances, short-term visitors to Ireland may be entitled to health services that are free or subsidised
ro: În funcție de situația acestora, vizitatorii pe termen scurt în Irlanda pot avea dreptul la servicii medicale gratuite sau subvenționate

source: There are two types of eligibility for people who are ordinarily resident:
ro: În cazul persoanelor cu rezidenţă obișnuită, există două tipuri de eligibilitate:

source: • Full eligibility for medical card holders
ro: • Eligibilitate completă pentru deținătorii de carduri medicale

source: • Limited eligibility for people who don't have a medical card
ro: • Eligibilitate limitată pentru persoanele care nu dețin un card medical

source: If you have a medical card, you are entitled to:
ro: Dacă dețineți un card medical, aveți dreptul la:

source: • Prescribed drugs and medicines, subject to a charge for each item prescribed
ro: • Medicamente pe bază de rețetă, supuse unei taxe pentru fiecare medicament prescris

source: • Dental, optical and aural services
ro: • Servicii stomatologice, oftalmologice și auditive

source: • Maternity and infant care services
ro: • Servicii de maternitate și îngrijire a nou-născuților

source: • Community care and personal social services
ro: • Servicii sociale individuale și de îngrijire comunitară

source: If you do not have a medical card, you are entitled to free public hospital services but you may have to pay in-patient and out-patient hospital charges
ro: În cazul în care nu aveți un card medical, aveți dreptul la servicii gratuite în spitale publice dar se poate să trebuiască să achitați cheltuieli de spitalizare în calitate de pacient spitalizat sau în ambulatoriu

source: You are also entitled to subsidised prescribed drugs and medicines and maternity and infant care services
ro: De asemenea, aveți dreptul la medicamente pe bază de rețetă subvenţionate și la servicii de maternitate și îngrijire a nou-născuților

source: Unless you hold a GP visit card, you are not entitled to free GP services
ro: În cazul în care nu dețineți un card de vizite la medicul de familie, nu aveți dreptul la servicii gratuite de medicină de familie

source: You may be entitled to some community care and personal social services
ro: Puteți avea dreptul la unele servicii sociale individuale și de îngrijire comunitară

source: There are certain general health services that are available to people on the basis of their need or health status rather than on whether they have a medical card or not
ro: Există anumite servicii medicale generale care sunt puse la dispoziția persoanelor în funcție de nevoile sau starea de sănătate a acestora și nu în funcție de faptul dacă au, sau nu, un card medical

source: • People who qualify for the Long Term Illness Scheme are entitled to get the drugs and medicines for the treatment of that illness free of charge
ro: • Persoanele care se încadrează în schema de boli pe termen lung au dreptul să primească medicamente gratuite pentru tratamentul respectivei boli

source: • Child health services are available to all children
ro: • Serviciile medicale pentru copii sunt disponibile pentru toți copiii

source: • People who have contracted Hepatitis C through blood transfusion and have a Health Amendment Act Card
ro: • Persoanele care au contractat hepatita C prin transfuzii de sânge și care au un card în baza amendamentului la Legea Sănătăţii

source: If you are coming to live in Ireland or returning here to live, you must satisfy the Health Service Executive (HSE) that you are "ordinarily resident" – that you are living in Ireland and intend to live here for at least one year
ro: În cazul în care veniți să locuiți în Irlanda sau vă întoarceți aici pentru a locui, trebuie să demonstrați Serviciului Public de Sănătate (HSE) că sunteți „rezident obișnuit” - că locuiți în Irlanda și că intenționați să locuiți aici pentru cel puțin 1 an

source: To establish that a person is ordinarily resident the HSE may require:
ro: Pentru a stabili dacă o persoană este rezident ordinar, HSE poate solicita:

source: • Proof of property purchase or rental, including evidence that the property in question is the person's principal residence
ro: • Dovada cumpărării sau închirierii unui imobil, inclusiv dovezi că imobilul în cauză este reședința principală a persoanei

source: • Evidence of transfer of funds, bank accounts, pensions etc
ro: • Dovezi ale transferului de fonduri, conturi bancare, pensii etc

source: • A residence permit or visa
ro: • Permis sau viză de ședere

source: • A work permit or visa, statements from employers etc
ro: • Permis sau viză de lucru, declarații de la angajatori etc

source: • In some instances, the signing of an affidavit (a sworn written statement) by the applicant
ro: • În unele cazuri, semnarea de către solicitant a unei declarații (o declarație în scris sub prestație de jurământ)

source: Any person, regardless of nationality, who is accepted by the HSE as being ordinarily resident in Ireland is entitled to either full eligibility (Category 1, i.e
ro: Orice persoană, indiferent de naţionalitate, care este acceptată de HSE ca având rezidenţă obișnuită în Irlanda are dreptul la eligibilitate completă (Categoria 1, ex

source: medical card holders) or limited eligibility (Category 2) for health services
ro: deținătorii de card medical) sau la eligibilitate limitată (Categoria 2) pentru servicii medicale

source: The fact that a non-EU national has established their eligibility for health services does not automatically mean that their dependants are also eligible
ro: Faptul că un cetăţean din afara UE și-a stabilit eligibilitatea pentru servicii medicale nu înseamnă automat că și persoanele aflate în întreținerea sa sunt eligibile

source: Dependants of non-EU nationals may also have to satisfy the above requirements
ro: Persoanele aflate în întreținerea cetățenilor din afara UE trebuie să îndeplinească și ele condițiile de mai sus

source: You may qualify for a medical card under EU rules if you are ordinarily resident in Ireland and you are getting a social security pension from another EU/EEA country or Switzerland, or if you are working and paying social insurance in one of these countries
ro: Vă puteți încadra pentru obținerea unui card medical în baza normelor UE în cazul în care sunteți rezident obișnuit în Irlanda și primiți o pensie de asigurări sociale dintr-o altă țară UE/ZEE sau Elveția, sau dacă locuiți și plătiți asigurări sociale în una din aceste țări

source: You must not be subject to Irish social security legislation
ro: Nu trebuie să faceți obiectul legislației irlandeze privind securitatea socială

source: This means that you must not be in receipt of a contributory Irish social welfare payment or be working in Ireland and be liable to pay PRSI
ro: Aceasta înseamnă că nu trebuie să primiți ajutor social irlandez contributiv sau să lucrați în Irlanda și să fiți obligat/ă să plătiți PRSI

source: If you are living in Ireland and you are the dependant of a pensioner entitled under EU Regulations, or are the dependant of a person who is working in another country covered by the Regulations, you may be eligible for a medical card
ro: În cazul în care locuiți în Irlanda și sunteți în întreținerea unui pensionar cu drept în baza regulamentelor UE, sau sunteți în întreținerea unei persoane care lucrează într-o altă țară acoperită de regulamente, puteți fi eligibil/ă pentru un card medical

source: You must not be subject to Irish social security legislation (in the case of child dependants this rule applies to the spouse or person looking after them)
ro: Nu trebuie să faceți obiectul legislației irlandeze privind securitatea socială (în cazul copiilor aflați în întreținere această normă se aplică soțului sau persoanei care are grijă de ei)

source: Posted workers and their dependants may also qualify for the medical card
ro: Și lucrătorii detașați și persoanele aflate în întreținerea acestora se pot încadra în condițiile pentru obținerea cardului medical

source: These are workers who are employed in another country covered by the regulations but are sent by their employers to work in Ireland for a limited time
ro: Aceștia sunt lucrătorii care sunt angajați într-o altă țară acoperită de regulamente dar care sunt trimişi de către angajatori de lucreze în Irlanda o perioadă limitată de timp

source: See the medical card assessment guidelines (pdf) for more information about entitlement under EU Regulations
ro: Pentru mai multe informații privind drepturile în baza regulamentelor UE, a se vedea ghidul de evaluare pentru obținerea cardului medical (pdf)
